13xforever.language-x86-64-assembly
adpyke.codesnap
alefragnani.Bookmarks
anseki.vscode-color
anweber.dot-icons
arzg.intellij-theme
bbenoist.Doxygen
bceskavich.theme-dracula-at-night
cheshirekow.cmake-format
cschlosser.doxdocgen
danielpinto8zz6.c-cpp-compile-run
danielpinto8zz6.c-cpp-project-generator
deerawan.vscode-faker
dracula-theme.theme-dracula
Durzn.brackethighlighter
EclipseSource.vscode-clangd-multi-project
EdwinKofler.vscode-hyperupcall-pack-cpp
eliostruyf.screendown
emmanuelbeziat.vscode-great-icons
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
franneck94.c-cpp-runner
franneck94.vscode-c-cpp-config
franneck94.vscode-c-cpp-dev-extension-pack
garrit.p5canvas
GulajavaMinistudio.mayukaithemevsc
HECHTAxel.lorem-barnak
hediet.vscode-drawio
hideoo.toggler
jeff-hykin.better-cpp-syntax
jock.svg
kunrii.vscodium-command-runner
KylinIDETeam.vscode-clangd
LaurentTreguier.vscode-simple-icons
llvm-vs-code-extensions.vscode-clangd
matepek.vscode-catch2-test-adapter
MateuszDrewniak.theme-dracula-dark-plus
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mitaki28.vscode-clang
ms-vscode.cmake-tools
ms-vscode.cpptools-themes
PROxZIMA.sweetdracula
redwan-hossain.auto-rename-tag-clone
slevesque.vscode-3dviewer
sndst00m.vscode-native-svg-preview
solomonkinard.workspace-include-what-you-use
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
TakumiI.markdowntable
theo-coder.the-best-theme
tomoyukim.vscode-mermaid-editor
tortmayr.vscode-clangd-multi-project
twxs.cmake
usernamehw.errorlens
usernamehw.theme-generator
vadimcn.vscode-lldb
vscode-icons-team.vscode-icons
YuTengjing.better-colorizer
yzhang.markdown-all-in-one
